{
  "From address": "С адреса",
  "Destination and source addresses cannot be the same": "Адреса назначения и отправления не могут быть одинаковыми",
  "Destination address": "На адрес",
  "Amount": "Сумма",
  "Please enable Private Transactions to use Z-addresses": "Пожалуйста, включите закрытые транзакции, чтобы использовать Z-адреса",
  "Error": "Ошибка",
  "Sending currency from a transparent (R) address to a private (Z) address is forbidden when \"Private Transactions\" are disabled.": "Отправка валюты с открытого (R) адреса на закрытый (Z) адрес запрещена когда выключена опция «Закрытые транзакции».",
  "Sending currency from a private (Z) address to a private (Z) address is forbidden when \"Private Transactions\" are disabled.": "Отправка валюты с закрытого (Z) адреса на закрытый (Z) адрес запрещена когда выключена опция «Закрытые транзакции».",
  "Sending currency from a private (Z) address to a transparent (R) address is forbidden when \"Private Transactions\" are disabled.": "Отправка валюты с закрытого (Z) адреса на открытый (R) адрес запрещена когда выключена опция «Закрытые транзакции».",
  "tip-r-to-r": "Вы отправляете деньги с открытого (R) адреса на открытый (R) адрес. Эта транзакция будет полностью прозрачной и видимой для каждого пользователя.",
  "tip-r-to-z": "Вы отправляете деньги с открытого (R) адреса на закрытый (Z) адрес. Эта сделка будет частично защищена.",
  "tip-z-to-z": "Вы отправляете деньги с закрытого (Z) адреса на закрытый (Z) адрес. Эта транзакция будет полностью защищена и невидима для всех пользователей.",
  "tip-z-to-r": "Вы отправляете деньги с закрытого (Z) адреса на открытый (R) адрес. Эта сделка будет частично экранирована.",
  "Send Currency": "Отправить валюту",
  "Search name in addressbook": "Найти по имени в адресной книге",
  "Private Transactions": "Закрытые транзакции",
  "On": "Вкл.",
  "Off": "Выкл.",
  "Transaction fee:": "Комиссия за транзакцию:",
  "Send": "Отправить",
  "Memo:": "Примечание:",
  "memo": "При отправке валюты с открытого (R) адреса остаток средств отправляется на другой сгенерированный R-адрес. При отправке с закрытого (Z) адреса оставшийся неотправленный остаток остается на Z-адресе. В обоих случаях исходный адрес нельзя использовать для повторной отправки, пока транзакция не будет подтверждена. Адрес временно удаляется из списка. Только что добытые монеты могут быть отправлены только на закрытый (Z) адрес.",
  "Send currency operation started.": "Операция отправки валюты началась.",
  "Unable to start send currency operation": "Невозможно начать операцию отправки валюты"
}
