{
  "tip-r-to-r": "투명(R) 주소에서 투명(R) 주소로 돈을 송금하고 있습니다. 이 거래는 모든 사용자가 완전히 투명하게 확인할 수 있습니다.",
  "tip-r-to-z": "투명(R) 주소에서 비공개(Z) 주소로 돈을 송금하고 있습니다. 이 거래는 부분적으로 보호됩니다.",
  "tip-z-to-z": "비공개(Z) 주소에서 비공개(Z) 주소로 돈을 송금하고 있습니다. 이 거래는 완전하게 보호되며 모든 사용자에게 보이지 않게 됩니다.",
  "tip-z-to-r": "비공개(Z) 주소에서 투명(R) 주소로 돈을 송금하고 있습니다. 이 거래는 부분적으로 보호됩니다.",
  "memo": "투명(R) 주소에서 통화를 보낼 때, 나머지 잔액은 다른 외부 생성 R 주소로 송금됩니다. 비공개(Z) 주소에서 송금할 경우, 나머지 미사용 잔액은 Z 주소에 유지됩니다. 두 경우 모두 원래의 전송 주소는 거래가 확인될 때까지 다시 전송하기 위해 사용할 수 없습니다. 해당 주소가 목록에서 일시적으로 제거됩니다. 갓 채굴된 코인은 비공개(Z) 주소로만 송금할 수 있습니다.",
  "Have no any available address": "사용 가능한 주소가 없음",
  "Error": "오류",
  "Send Cash": "현금 보내기",
  "Send Currency": "현금 보내기",
  "From address": "출발지 주소",
  "Private Transactions": "비공개 거래",
  "On": "On",
  "Off": "Off",
  "Destination address": "대상 주소",
  "Amount": "수량",
  "Transaction fee:": "거래 수수료: ",
  "Send": "보내기",
  "Memo:": "메모:",
  "\"FROM ADDRESS\" or \"DESTINATION ADDRESS\" is required.": "\"출발지 주소\" 또는 \"목적지 주소\"가 필요합니다.",
  "\"FROM ADDRESS\" or \"DESTINATION ADDRESS\" cannot be the same.": "\"출발지 주소\"와 \"목적지 주소\"는 같을 수 없습니다.",
  "\"AMOUNT\" is required.": "“수량\"이 필요합니다.",
  "Send currency operation started.": "통화 전송 작업이 시작됨.",
  "Unable to start send currency operation": "통화 전송 작업을 시작할 수 없습니다.",
  "Sending currency from a transparent (R) address to a private (Z) address is forbidden when \"Private Transactions\" are disabled.": "“비공개 거래\"가 비활성화 상태인 경우, 투명(R) 주소에서 비공개(Z) 주소로의 통화 송금은 금지됩니다.",
  "Sending currency from a private (Z) address to a private (Z) address is forbidden when \"Private Transactions\" are disabled.": "“비공개 거래”가 비활성화 상태인 경우, 비공개(Z) 주소에서 비공개(Z) 주소로의 통화 송금은 금지됩니다.",
  "Sending currency from a private (Z) address to a transparent (R) address is forbidden when \"Private Transactions\" are disabled.": "“비공개 거래”가 비활성화 상태인 경우, 비공개(Z) 주소에서 투명(R) 주소로의 통화 송금은 금지됩니다.",
  "Destination and source addresses cannot be the same": "도착지와 발신지 주소는 같을 수 없습니다",
  "Please enable Private Transactions to use Z-addresses": "Z- 주소를 사용하려면 비공개 거래를 사용하십시오",
  "Search name in addressbook": "주소록에서 검색 이름"
}
